Metropolia-Smart-Pet-Feeder/smart-pet-feeder/test_apps/ui_wifi_provisioning/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_PARTITION_TABLE_CUSTOM_FILENAME="partitions.csv"
CONFIG_LV_CONF_SKIP=n
CONFIG_BT_ENABLED=y
CONFIG_BT_NIMBLE_ENABLED=y